Repository: Nichepharma/IOS-PhytoSolutions
Catalog: PHYTO/Localizable/*.lproj/Localizable.strings
Languages: ar

# p7_s4_desc
source: ACTION TO PROTECT THE HAIR BULB’S ENVIRONMENT, REGENERATING AND SUPPORT NEW HAIR GROWTH ACTION Ginkgo biloba and viburnum bark extracts: encourage cellular exchanges and keratin production. Grape procyanidins: anti-free radical. Sulfur-containing amino acids, peptide stimulators, sulfur-containing polyosides: help boost keratin production. VOLUMIZING, SHINE-ENHANCING AND ANTI-AGING ACTION Vitamins B5 and B6: improve hair hydration and volume. Silk proteins: impart shine. Tyrosine derivative: helps delay the appearance of gray hair. DIRECTIONS FOR USE After shampoo, apply the entire contents of an ampoule of PHYTOCYANE to the scalp, section by section, using the applicator tip. Massage gently. Style as usual. DO NOT RINSE. PHYTO RECOMMENDS Use for reactional thinning hair conditions in women: Apply 1 ampoule* 3 times a week for 1 month. *up to 3 ampoules a week in case of severe reactional thinning hair. Can be used all year round for its cosmetic benefits.
ar: إجراءات لحمایة البیئة المحیطة ببصیلات الشعر وتنشیط ودعم خطوات نمو الشعر الجدید • الجنكو بیلوبا ومستخلصات لحاء شجر الفیبورنوم : تشجیع التبادل الخلوي و إنتاج الكیراتین. • مقاومة تلف الجذور: مستخلص بذور العنب. • الأحماض الأمینیة التي تحتوي على السلفات ومنشطات الببتید، التي تحتوي على بولیوسیدس: تساعد على تعزیز إنتاج الكیراتین. مكافحة الشیخوخة • الفیتامینات B5 و B6 : تحسین ترطیب الشعر ویزید كثافته • بروتینات الحریر: تألق الشعر. • مشتق التیروسین : یساعد على تأخیر ظھور الشعر الرمادي. ارشادات الإستعمال : بعد الشامبو، توضع محتویات أمبولة من فیتوسیان على فروة الرأس، تدلك بلطف یصفف كالعادة. یترك بدون شطف توصیات الاستعمال توضع 1 أمبولة * 3 مرات في الأسبوع لمدة 3 أشھر. یمكن استخدامھا على مدار السنة عبوة كل ستة أشھر لفوائدھا التجمیلیة.

# p8_title
source: DANDRUFF
ar: قشرة الشعر

# p8_desc
source: Dandruff occurs when the scalp becomes dry or greasy and produces white flakes of dead skin that appear in the hair. The skin constantly produces new skin cells and sheds old cells to stay healthy. Dandruff can occur when this cycle of skin renewal speeds up.
ar: قشرة الرأس هي حالة مزمنة تحدث عندما تصبح الفروة جافة أو دهنية وتنتج رقاقات بيضاء من الجلد الميت الذي يظهرعلي الشعر. يقوم الجلد بإنتاج خلايا جلد جديدة باستمرار و يلقي الخلايا القديمة للبقاء في صحة جيدة. يمكن أن تحدث القشرة عندما تزداد سرعة هذه الدورة من تجديد الجلد .

# p8_s1_title
source: PHYTOSQUAM INTENSE
ar: فیتوسكوام إنتنس

# p8_s1_subTitle
source: Eliminates in record timestubborn dandruff. Fight against their recurrence. Soothes itching. Respects the scalp, can be used year around. Beautifies hair: suppleness and shine.
ar: شامبو علاجي شامبو العلاج المكثف للقشرة یزیل قشرة الرأس العنیدة في وقت قیاسي.ویحارب عودتھا. یھدئ الحكة. یحمي فروة الرأس، و یمكن استخدامه طوال العام . یعید للشعر جماله ولیونته.

# p8_s1_desc
source: POWERFULL ANTI-DANDRUFF ACTION TITRATED BOTANICAL ANTI-DANDRUFF COMPLEX [black pepper + Guyana wood]: anti-dandruff. Piroctone olamine: anti-fungal, eliminates Malassezia. Salicylic acid (willow derived): keratolytic, regulates the turn-over. PURIFYING ACTION Willow extraction: purifies the scalp. Optimized synergy of essential oils: purifying. ANTI-RECURRENCE ACTION Sophora japonica extract: regenerating. Chaulmoogra extract: keratolytic. DIRECTIONS FOR USE Direct application on dry scalp line by line. Massage gently the entire scalp and leave on 5 to 7 minutes. Emulsify with water. PHYTOSQUAM INTENSE becomes an ultra-cosmetic shampoo with a generous foam. Rinse thoroughly. PHYTO RECOMMENDS Use 2 to 3 times per week. In case of daily shampoo, alternate with the PHYTOSQUAM shampoo adapted to the scalp.
ar: التأثیر القوي لمضاد القشرة المضادات الحیویة النباتیة المضادة للقشرة • [الفلفل الأسود + خشب غیانا] : مكافحة قشرة الرأس. • بیروكتون أولامین : مضاد للفطریات. • حمض السالیسیلیك (مشتق الصفصاف). خطوات التنقیة والتنظیف • مستخرج الصفصاف : ینقي فروة الرأس. • مجموعة الزیوت المحسنة الأساسیة: تنقي و تطھر فروة الرأس. إجراءات لعدم تكرار حدوث قشرة الشعر • مستخلص صفورا جابونیكا : تجدید خلایا الجلد بشكل منتظم. • مستخرج تشولموغرا : التخلص من طبقات الجلد المیت. تعليمات الإستخدام التطبيق المباشر على فروة الرأس الجافة على شكل خطوط تدلك بلطف فروة الرأس بأكملها وتترك من 5 إلى 7 دقائق. يبلل الشعر بالماء. لتتكون رغوة وفيرة. ثم يشطف جيدا. استخدام 2-3 مرات في الأسبوع.، بالتبادل مع الشامبو اليومي فيتوسكوام المناسب لنوعية فروة الرأس.

# p8_s2_title
source: PHYTOSQUAM
ar: فیتوسكوام

# p8_s2_subTitle
source: Eliminates dandruff. Prevents their recurrence. The scalp is purified and soothed. The hair regains brilliance, shine and lightness.
ar: شامبو العنایة شامبو منقي ضد القشرة للشعر الدھني یزیل قشرة الرأس. یمنع تكرارھا. وینقى و یھدي فروة الرأس و یستعید الشعر تألقه

# p8_s2_desc
source: ANTI-DANDRUFF ACTION TITRATED BOTANICAL ANTI-DANDRUFF COMPLEX [black pepper + Guyana wood]: anti-dandruff. PURIFYING ACTION Celandine extraction: purifies the scalp. ANTI-RECURRENCE ACTION Sophora japonica extract: regenerating. BEAUTY ACTION Gentiane extract: tonifying. Chicory extract: detangler and softener. Sulfate-free DIRECTIONS FOR USE Apply PHYTOSQUAM SHAMPOO on well wet hair. Massage gently. Rinse. Renew the application. Leave on 2 minutes. Massage gently. Rinse thoroughly. PHYTO RECOMMENDS Use 2 to 3 times per week, in relay of PHYTOSQUAM INTENSE.
ar: مقاومة القشرة المضادات الحیویة النباتیة المضادة للقشرة. [الفلفل الأسود + خشب غیانا]: مكافحة قشرة الرأس. خطوات التنقیة والتنظیف مستخرج السیلاندین: ینقي فروة الرأس. إجراءات لعدم التكرار مستخرج صفورا جابونیكا : تجدید خلایا الجلد بشكل منتظم. خطوات التجمیل مستخرج جینتیان: ینشط. مستخرج تشیكوري: یطھر خالي من السلفات ارشادات الإستعمال: یوضع فیتوسكوام شامبو على الشعر الرطب جیدا. یدلك بلطف . یشطف و تكرر. یترك على الشعر دقیقتین. یدلك بلطف . یشطف جیدا. استخدام 2 إلى 3 مرات في الأسبوع

# p8_s3_title
source: PHYTOSQUAM
ar: فیتوسكوام

# p8_s3_subTitle
source: Eliminates dandruff. Prevents their recurrence. Scalp and hair are moisturized. Hair regains brilliance, shine and lightness.
ar: شامبو العنایة شامبو مرطب ضد القشرة للشعر الجاف یزیل قشرة الرأس العنیدة في وقت قیاسي. ویحارب عودته و یھدئ الحكة.

# p8_s3_desc
source: ANTI-DANDRUFF ACTION TITRATED BOTANICAL ANTI-DANDRUFF COMPLEX [black pepper + Guyana wood]: anti-dandruff. ANTI-RECURRENCE ACTION Sophora japonica extract: regenerating. BEAUTY ACTION Comfrey extraction (44%): soothing and emollient. Tamarind pulp: hydrating and regenerating. Aloe vera: soothing and nourishing. Sulfate-free DIRECTIONS FOR USE Apply PHYTOSQUAM SHAMPOO on well wet hair. Massage gently. Rinse. Renew the application. Leave on 2 minutes. Massage gently. Rinse thoroughly. PHYTO RECOMMENDS Use 2 to 3 times per week, in relay of PHYTOSQUAM INTENSE.
ar: مقاومة القشرة • المضادات الحیویة النباتیة المضادة للقشرة . • [الفلفل الأسود + خشب غیانا] : مكافحة قشرة الرأس. إجراءات لعدم عودة القشرة • مستخرج صفورا جابونیكا : تجدید خلایا الجلد بشكل منتظم. خطوات التجمیل • مستخرج السنفیتون (44٪) : مھدئات ومطریات. • عجینة اللب : ترطیب وتجدید. • الصبار: مھدئ ومغذي. خالي من السلفات ارشادات الإستعمال: یوضع فیتوسكوام شامبو على الشعر الرطب جیدا. یدلك بلطف. یشطف. یكرر. یترك دقیقتین. ثم یدلك بلطف. یشطف جیدا. یستخدم 2 إلى 3 مرات في الأسبوع، في تتابع مع فیتوسكام إنتنس.

# p9_title
source: HAIR COLOR
ar: صبغة الشعر

# p9_desc
source: Hair color treatments are hair-embellishing techniques that are now well-mastered.They are made either in hair salon or at home. Expert in hair color treatments, PHYTO Laboratories provide since 2004, permanent color treatments combining performance, beauty and respect, to meet customers’ needs in terms of color.
ar: صبغات الشعر . لاتسبب تحسس الشعر صبغات طبيعية تغطي الشعر الأبيض من أول استخدام 100% فیتو باريس خبیر في علاجات لون الشعر، توفر المختبرات منذ عام 2004، وعلاجات للون دائمة تجمع بین الأداء والجمال والحمایة، لتلبیة احتیاجات العملاء.

# p9_s1_title
source: PHYTOCOLOR
ar: اللوان فايتو

# p9_s1_subTitle
source: Intense and vibrant color. 100% gray hair coverage from the very first application. Long-lasting hold. Mirror-effect shine and silky-soft hair. Respects the hair nature.
ar: خالي من الریسورسنول خال من البارابین و خال من -*PPD لطیف على فروة الرأس و الشعر. یغطي 100٪ من الشعر الرمادي من الإستعمال الأول یستمر مدة طویلة. لشعر یبدو أكثر طبیعیة وكثافة. یوفر تغذیة وحمایة كاملة للشعر.

# p9_s1_desc
source: DEVELOPER LOTION LIGHTENING ACTION Hydrogen peroxide: lightens hair’s natural melanin pigments and oxidizes colorants to reveal color. COLORING CREAM - 16 shades from black (1) to very light blond (9). COLORING ACTION Ammonia: present in a low concentration, it helps open the cuticle’s scales to ease the passage of the botanical pigments and color precursors. It also works synergistically with hydrogen peroxide to lighten the hair’s natural melanin pigments. Botanical pigments (Broom, Coreopsis, Madder, Brazil wood and Bay-rum): naturally and lastingly color hair, with uncomparable reflections, while allowing a 100% gray hair coverage. ULTRA-SHINE AND ENHANCING ACTION HUILE D’ALÈS with 10 plant extracts: hydrates and brings an extreme radiance to hair fiber. Soy proteins: coat and restructure the hair, preserving its moisture levels. PROTECTING ACTION Epaline (natural derivative of corn oil): anti-irritation, anti-itching and anti-drying, it envelops the scalp in a protective, invisible microfilm. PROTECTING BALM PHYTOBAUME COLOR PROTECT restores the hair’s pH level and smoothes down the cuticle. Imparts shine and locks in color.
ar: مستحضرات حدیثة لعملیات التفتیح بیروكسید الھیدروجین: یخفف أصباغ المیلانین الطبیعیة للشعر و یؤكسد المكونات الصبغیه لیظھر اللون. كریم للصبغة- 16 لون من الأسود (1) إلى أشقر فاتح جدا (9). خطوات صباغة الشعر • اللأمونیا: موجودة بتركیز منخفض، فإنه یساعد على فتح مسام البشرة لتسھیل مرور لأصباغ النباتیة على اللون السابق. كما أنھا تعمل مع بیروكسید الھیدروجین لتخفیف أصباغ المیلانین الطبیعیة للشعر. • أصباغ نباتیة ( كوروبسیس، مادر، برازیل وود باي-روم) : للون شعر طبیعي ودائم، مع انعكاسات مختلفة، وامكانیة تغطیة الشعر الرمادي 100٪. خطوات تجمیلیه ولمعان فائق • زيت أليس المبتكر مع 10 مستخلصات نباتیة: یرطب و یجلب بریقاً لألیاف الشعر. • بروتینات الصویا: ملطف یعید ھیكلة الشعر، و یحافظ على مستویات الرطوبة. خطوات العنایة • (مشتقات طبیعیة من زیت الذرة) : مضادة للتھیج، المضادة الحكة و تمنع جفاف الشعر، یغلف فروة الرأس بصورة غیر مرئیة. عنایة البلسم • فیتوباوم كولور بروتیكت یستعید المستوى الھیدروجیني للشعر و ینعم أسفل البشرة . یضفي تألق و تثبیت للون.

# s1_name
source: Hayat
ar: حياة مول

# s1_address
source: King Abdul Aziz Road - Hayat Mall
ar: طريق الملك عبد العزيز مجمع حياة مول

# s2_name
source: Angari
ar: العنقري

# s2_address
source: Ash Shaikh Abdullah Al Angari - Al Wurud
ar: حي الورود - شارع الشيخ عبدالله العنقري

# s3_name
source: Alhamra
ar: الحمراء

# s3_address
source: King Abdullah Roed
ar: طريق الملك عبدالله

# s4_name
source: Takhasusi 1
ar: التخصصي 1

# s4_address
source: Intersection of Makkah Road and Takhasusi Road
ar: تقاطع طريق مكة المكرمة مع شارع التخصصي

# s5_name
source: Panorama
ar: بانوراما مول

# s5_address
source: Takasusi Street - Panorama Mall
ar: طريق التخصيصي مجمع بانوراما مول

# s6_name
source: Othaim
ar: العثيم مول

# s6_address
source: Exit 15 - Othaim Mall
ar: مخرج ١٤ مجمع العثيم مول

# s7_name
source: Ezdehar
ar: الازدهار

# s7_address
source: Exit 7, Othman Ibn Affan Road
ar: مخرج 7 طريق عثمان بن عفان

# s8_name
source: Gallery
ar: الرياض غاليري

# s8_address
source: Intersection Of Imam Saud Road With King Fahad Road - Riyadh Gallery Compound
ar: تقاطع الامام سعود مع الملك فهد مجمع رياض جالري

# s9_name
source: DQ
ar: الحي الدبلوماسي

# s9_address
source: Abdullah Ibn Huzafa Al Sahmy Street, Just After The Round About No.7
ar: شارع عبدالله بن حذافة السهمي بعد الدوار السابع

# s10_name
source: KFSH
ar: مستشفى الملك فيصل التخصصي

# s10_address
source: Takhassusi Street
ar: شارع التخصصي

# s11_name
source: Rabwa
ar: الربوة

# s11_address
source: Exit14 Rabwa District
ar: مخرج 14 حي الربوه - طريق عمر بن عبدالعزيز

# s12_name
source: K.Fahd
ar: الملك فهد

# s12_address
source: King Fahd Road
ar: طريق الملك فهد

# s13_name
source: Al Jazeera
ar: الجزيرة

# s13_address
source: Mussa Ibn Nussair Street
ar: شارع موسى بن نصير

# s14_name
source: Jana Mall
ar: جانا مول

# s14_address
source: King Abdulaziz Roed
ar: تقاطع الملك عبدالعزيز مع انس بن مالك

# s15_name
source: Sadhan
ar: السدحان

# s15_address
source: Khurais Road
ar: طريق خريص

# s16_name
source: Takhasusi 2
ar: التخصصي2

# s16_address
source: Tkahsusi St., Just After The Tuunel Going To King Abdullah Road
ar: شارع التخصصي باتجاه الشمال بعد نفق العروبة مباشرة

# s17_name
source: Granada
ar: غرناطة مول

# s18_name
source: Qairwan
ar: القيروان

# s18_address
source: Anas Ibn Malik Road
ar: طريق انس بن مالك

# s19_name
source: Khurais
ar: خريص

# s19_address
source: Khurais Road
ar: طريق خريص

# s20_name
source: Abo Bakar
ar: ابوبكر

# s20_address
source: Abi Bakar As-Sudiq Roed
ar: طريق ابوبكر الصديق

# s21_name
source: Mousa
ar: موسى بن نصير

# s21_address
source: Mousa Ibn El Nosair St., Just Before The Intersection Of Mousa Ibn El Nosair St, With Takhasusi St.
ar: شارع موسى بن نصير - قبل تقاطع شارع موسى بن نصير مع شارع التخصصي

# s22_name
source: Imam Plaza
ar: الامام بلازا

# s22_address
source: Intersection Of Imam Saud Street With Hasan Bin Husain Steet
ar: تقاطع طريق الامام سعود مع ش الحسن بن علي

# s23_name
source: PNU
ar: جامعة الاميرة نورة

# s23_address
source: Princess Norah University
ar: جامعة الاميره نورة

# s24_name
source: Exit #2
ar: مخرج2

# s24_address
source: Riyadh - Exit2 Prince Turki(The First) Road
ar: الرياض - مخرج ٢ طريق الامير تركي الاول

# s25_name
source: Al Morooj
ar: المروج

# s25_address
source: Imam Saud Bin Abdulaziz Bin Mohammed Road - Al Muruj
ar: حي المروج - طريق الامام سعود بن عبدالعزيز

# s26_name
source: Olaya Mall
ar: العليا مول

# s26_address
source: Olaya Street - Al Olaya
ar: حي العليا - شارع العليا العام

# s27_name
source: Cordoba Center
ar: مركز قرطبة

# s27_address
source: Cordoba District - Zaid Bin Thabit Street Beside McDonald's
ar: مركز قرطبة

# s28_name
source: Yasmine Plaza
ar: الياسمين بلازا

# s28_address
source: Anas Ibn Malik Road - Al Yasmin
ar: حي الياسمين - طريق انس بن مالك

# s30_name
source: Yasmin Centr
ar: ياسمين سنترو

# s30_address
source: Abo Bakir Street North - After intersection with King Salman Street
ar: طريق ابو بكر الصديق باتجاه الشمال بعد تقاطع الملك سلمان

# s31_name
source: Aen Cordoba
ar: عين قرطبة

# s31_address
source: Cordoba District - Zaid Bin Thabit Street
ar: الرياض حي قرطبه ش زيد بن ثابت

# s32_name
source: Telal
ar: تلال بلازا

# s32_address
source: Anas Ibn Malik Road
ar: طريق انس بن مالك

# s33_name
source: Sahafa
ar: اركاديا بلازا

# s33_address
source: King Abdul Aziz Road - Al Sahafa
ar: تقاطع تركي الاول مع التخصصي

# s34_name
source: Arkadia Plaza
ar: السويدي

# s34_address
source: Prince Turki Bin Abdulaziz -Al Aawal Street
ar: شارع عائشة بنت ابي بكر بجوار اسواق المزرعة

# s35_name
source: Badia
ar: اليورومارشيه

# s35_address
source: The Intersection Of Hamza Ibn Abdel Mutelib St., With Madina Roda
ar: تقاطع عثمان بن عفان مع الملك عبدالله

# s36_name
source: Swidi
ar: عالية بلازا

# s36_address
source: Aisha Bent Abi Bakr Street, Next To Al Mazraa Market ,
ar: مخرج 6 تقاطع طريق ابوبكر الصديق مع طريق الثمامة

# s37_name
source: Euro Marche
ar: السمامة

# s37_address
source: King Abdullah Roed
ar: طريق الامير مقرن بن عبدالعزيز

# s38_name
source: Alia Plaza
ar: التميمي الضباب

# s38_address
source: Exit No. 6 / The Intersection Of abubakr El Seddiq St.,With Thomama Road,
ar: شارع الامير سلطان بن عبدالعزيز - شارع الضباب

# s39_name
source: Somama
ar: عرقه

# s39_address
source: Prince Muqrin Ibn Abdulaziz Roed
ar: حي عرقه - طريق الامير مشعل - اسواق التميمي

# s40_name
source: Tamimi Dabab
ar: الثغر بلازا

# s40_address
source: Prince Sultan Bin Abdulaziz Roed - Dubab Street
ar: مخرج 1 - بجوار مكتبة جرير

# s41_name
source: Irqah
ar: الخليج

# s41_address
source: Irqah District - Prince Mish'Al Road
ar: طريق الملك عبدالله بعد طريق بحر العرب داخل مجمع جرير

# s42_name
source: AlThagher Plaza
ar: النخيل

# s42_address
source: Exit 1 - next to Jarir Bookstore
ar: بين مخرج 1 و2

# s43_name
source: Al Khaleej
ar: العروبة

# s43_address
source: King Abdullah Road inside Jarir section
ar: طريق العروبة

# s44_name
source: Othman Free Standing
ar: ميركاتو

# s44_address
source: Uthman Ibn Affan Rd, Al Falah، Al Falah, Riyadh 13314, Saudi Arabia
ar: البديعه تقاطع شارع المدينة مع شارع حمزة

# s45_name
source: Nakheel Centro
ar: الواحة بلازا

# s45_address
source: in-between of Exit 1 and 2
ar: تقاطع طريق الملك عبدالله مع طريق البحر الميت مقابل مستشفى الفارابي الجامعي

# s46_name
source: Orouba
ar: التخصصي 3

# s46_address
source: Al Urubah Road
ar: شارع التخصصى بعد إشارة المك عبد الله ب 300 م فى اتجاه الشمال

# s47_name
source: Mercato
ar: النخيل مول

# s47_address
source: Badia intersection of Al Madina Road and Hamzah St.
ar: تقاطع طريق عثمان بن عفان مع طريق الامام سعود .. بوابه رقم (4)

# s58_name
source: Haifa Mall
ar: الحمراء مول

# s48_address
source: King Abdullah St. in cross with Ded Sea in front of Farabi Hospital
ar: طريق الملك عبد الله تقاطع شارع الحسن بن علي اعلي بوابه (6 )

# s49_name
source: Takasusi 3
ar: مجمع أنس

# s49_address
source: takhasusi st. after the intersection with King Abdullah road heading the north
ar: طريق انس بن مالك

# s50_name
source: Nakheel mall
ar: الروابي بلازا

# s50_address
source: intersection of Othman bin Afan road & Imam soud road ..gate 4
ar: طريق الامير سعد بن عبدالرحمن الاول الفرعي

# s51_name
source: Hamra mall
ar: بريدة

# s51_address
source: intersection of king abdullah road with Al Hassan bin ali street ..above gate 6
ar: طريق عمر بن الخطاب مخرج 14

# s52_name
source: Centro Anas
ar: الفايزية

# s52_address
source: Anas ben Malek Street
ar: طريق علي بن أبي طالب

# s53_name
source: Rawabi Plaza
ar: صاري جرير

# s53_address
source: Prince Saad Ben Abdullrahman
ar: شارع صاري - مبنى مكتبة جرير بجوار اسواق العثيم

# s54_name
source: Buraidah
ar: السلام مول

# s54_address
source: Exit14 Omar Bin Al Khattab Street
ar: السلام مول حي بني مالك شارع الملك عبدالله المطار القديم

# s55_name
source: Faizia
ar: هيفاء مول

# s55_address
source: Ali Bin Abi Talib Street
ar: هيفاء مول تقاطع شارع فلسطين مع شارع المدينة

# s56_name
source: Jarir Sari
ar: ابحر

# s56_address
source: Sari Street, Jarir Bookstore Building Beside Othaim Market
ar: اموج بلازا ، شارع عبر القارات شمال

# s57_name
source: Salam Mall
ar: الأندلس مول

# s57_address
source: Salam Mall , King Abdulla Street Bani Malik district , Old Airport Road way
ar: حي الفيحاء - شارع الأمير ماجد - داخل المول

# s58_address
source: Haifa Mall , On The Interception Between Flasteen Street And Al Madina Street.
ar: شارع الامير ماجد - فلامنجو مول

# s59_name
source: Obhor
ar: الياسمين مول

# s59_address
source: Mooj Plaza, Aber Al Qarat Street ,
ar: حي الاجواد - شارع الحرمين ، الياسمين مول

# s60_name
source: Al Andalus Mall
ar: المسرة بلازا

# s60_address
source: Al Fayhaa Destrict - Price Majed St. inside the mall
ar: شارع الامير سلطان

# s61_name
source: Flamingo
ar: عرب مول

# s61_address
source: Prince Majid Street , Flamingo Mall
ar: بوابة رقم3 الدور الثاني

# s62_name
source: Yasmin Mall
ar: جوري مول

# s62_address
source: Al Harameen Street , Al Ajwad District , Yasmin Mall
ar: بوابة رقم 5 الدور الارضي

# s63_name
source: Sultan Masara
ar: الدانة مول

# s63_address
source: Prince Sultan Street , Al Masarra Plaza ,
ar: ينبع الصناعية - الدانة مول

# s64_name
source: Arab Mall
ar: الدوحة

# s64_address
source: Inside Arab Mall
ar: الظهران -حي الدوحة

# s65_name
source: Jouri Mall
ar: خزامى

# s65_address
source: Gate No. 5, Ground floor
ar: الخبر - حي العزيزية

# s66_name
source: Dana Mall
ar: الراشد مول

# s66_address
source: Industrial Yanbu , Dana Mall
ar: الخبر - الراشد مول

# s67_name
source: Doha
ar: امواج

# s67_address
source: Alzahran- Doha Destrict
ar: الخبر - امواج مول

# s68_name
source: Khuzama
ar: النور

# s68_address
source: Al-Khobar Alazizia Destrict
ar: الدمام - حي النور

# s69_name
source: Rashid
ar: المنار

# s69_address
source: Al-Khobar Al Rashid Mall
ar: الدمام - حي الفيصلية تقاطع طريق ابوبكر الصديق مع الملك فهد

# s70_name
source: Amwaj
ar: المزروعية

# s70_address
source: Al-Khobar Amwaj Mall
ar: الدمام - حي المزروعية
