Repository: Nichepharma/IOS-PhytoSolutions
Catalog: PHYTO/Localizable/*.lproj/Localizable.strings
Languages: ar

# arabic_title
source: Arabic
ar: العربية

# english_title
source: English
ar: الأنجليزية

# language_title
source: Language
ar: اللغة

# aboutUs_title
source: About Us
ar: عن التطبيق

# stores_title
source: Stores
ar: المتاجر

# save_title
source: Save
ar: حفظ

# menu_title
source: Menu
ar: القائمة

# chooseLang_title
source: Choose Language
ar: آختر اللغة

# back_title
source: Back
ar: رجوع

# about_desc
source: For 50 years, PHYTO has been innovating by extracting at the heart of the vegetal world the most effective actives and by developing pioneering concepts to preserve hair health and to sublimate hair beauty
ar: علي مدار خمسين عام عملت فيتو على تطوير مفاهيم رائده للحفاظ علي صحه الشعر و جماله عن طريق البحث في عالم النباتات و استخلاص اكثر المواد فاعليه

# p1_title
source: DRY HAIR
ar: الشعر الجاف

# p1_desc
source: Dry hair can be naturally dry, the hydrolipidic film is not playing a natural protective barrier anymore, the hair scales are lifted leading to a loss of water. The hair becomes vulnerable. Results: The hair becomes dehydrated, dull and difficult to untangle, it lacks of softness.
ar: قد یكون الشعر بطبیعته جافاً، لیس لدیه مایكفي من الرطوبة للحفاظ على تألقه وملمسه الطبیعي. النتیجة : یبدو الشعر بمظھر جاف، باھت، صعب التصفیف و یفتقر للنعومة واللمعان . وفرت شركة فيتو باريس مجموعة فيتو جوبا للمساعدة في • ترطيب الشعر • تغذية الشعر

# p1_s1_title
source: PHYTOJOBA
ar: فیتوجوبا

# p1_s1_subTitle
source: Helps strengthen the hair’s natural protection and preserve its ideal condition. Hair regains optimum hydration, shine and suppleness.
ar: شامبو العنایة ینظف ویرطب بعمق یساعد على تقویة وحمایة الشعر والحفاظ على رونقه وحیویته.

# p1_s1_desc
source: HYDRATING AND PROTECTING ACTIONS Jojoba oil: hydrating, softening and protecting. Helps restore the hydrolipidic film and adds shine. Cornflower and mallow extraction: soothes, hydrates and softens the hair fiber. DIRECTIONS FOR USE Apply PHYTOJOBA SHAMPOO to wet hair. Massage gently. Rinse thoroughly. PHYTO RECOMMENDS Use twice a week on dry hair.
ar: خطوات الترطیب والحمایه • زیت الجوجوبا: ینعم ویقوي الشعر ویحفظ خصائصه فیظھر بریقه و لمعانه . • مستخلص زھرة المالو والكورنفلور: ینعم ویطري خصلات الشعر. خالي من السلفات ارشادات الإستعمال: یوضع الشامبو علـى الشعر المبلل ثم یدلك برفق و یشطف جیداً بالماء.

# p1_s2_title
source: PHYTOJOBA
ar: فیتوجوبا

# p1_s2_subTitle
source: Hydrates dry hair, restores vitality and eases detangling. Hair regains suppleness and shine.
ar: ماسك العنایة و الترطیب المكثف یرطب الشعر الجاف و یعید حیویتة و یخفف تشابك الشعر لیستعید رونقه وتألقه.

# p1_s2_desc
source: HYDRATING AND PROTECTING ACTIONS Jojoba oil: hydrating, softening and protecting. Helps restore the hydrolipidic film and adds shine. Wheat micro-proteins: capture moisture and help retain it into the hair fiber. REVITALIZING ACTION Angelica seed extraction: tones and strengthens the cuticle. Essential oil of sweet orange: impart shine and vitality to hair. DIRECTIONS FOR USE After shampoo, towel-dry hair carefully then spread a walnut-sized amount of PHYTOJOBA MASK through lengths and ends. Leave on for 2 to 5 minutes depending on hair’s level of porosity and thickness. Smooth with a comb. Rinse thoroughly. PHYTO RECOMMENDS Use once a week on dry hair.
ar: خطوات الترطیب والحمایه • زیت الجوجوبا: ینعم ویقوي الشعر ویحفظ خصائصه فیظھر بریقه و لمعانه. • بروتین القمح المعالج بالماء: تلتقط الرطوبة وتساعد على الاحتفاظ بھا في ألیاف الشعر. عملیة التنشیط • مستخلص بذور انجلیكا: یقوي فروة الرأس • الزیوت الأساسیة من البرتقال الحلو: تساعد علي زيادة تألق وحیویة الشعر والبشرة. ارشادات الإستعمال: بعد غسل الشعر بالشامبو، یجفف الشعر بعنایة ثم توزع كمیه بحجم حبة الجوز على الشعر وأطرافه جیداً وتترك لمدة من ٢ الى٥ دقائق حسب كثافة الشعر و یشطف جیداً. یوصى بإستخدام ماسك فیتوجوبا مره واحده في الأسبوع للشعرالجاف.

# p1_s3_title
source: PHYTO 7
ar: فیتو ٧

# p1_s3_subTitle
source: Hydrates and protects the hair fiber on a daily basis.Hair regains softness, suppleness and shine.
ar: كریم الترطیب والتغذیة الیومي بالنباتات السبع فیتو7 كریم یوفر ترطیب وحمایة یومیة للشعر لیستعید نعومته وتألقه.

# p1_s3_desc
source: Hydrates and protects the hair fiber on a daily basis. Hair regains softness, suppleness and shine. DIRECTIONS FOR USE Apply to dry or thoroughly towel-dried hair. Spread a small amount of PHYTO 7 over palms of hands and use the fingers as a detangling comb throughout the entire head of hair. DO NOT RINSE. PHYTO RECOMMENDS Use daily on dry hair.
ar: إجراءات الترطیب وإعادة التنشیط الكالیندولا والميرمية ، الأرقطیون، الصفصاف، فول الصویا، إكلیل الجبل، الخبازة: مرطبات، حمایة ومساعدة تجدید الشعر. ارشادات الإستعمال : یجب ان یكون الشعر جافاً. یتم توزیع كمیة صغیرة من كریم فیتو 7 على كف الید وتستخدم الأصابع كمشط لفك تشابك الشعر في جمیع أنحاء الرأس . یترك بدون شطف یوصى بإستخدامه یومیاً على الشعر الجاف

# p2_title
source: ULTRA-DRY HAIR
ar: الشعر شدید الجفاف

# p2_desc
source: Ultra-dry hair is often naturally dry hair whose condition has become exacerbated by the absence of proper treatments and because of climatic aggressions (UV, pollution, wind, cold). The hydrolipidic film is heavily affected and the cuticle scales are permanently lifted leading to a dual deficiency in moisture and lipids. Results: Highly weakened, the hair loses its elasticity and softness. It becomes porous, rough, dull and very difficult to untangle. When touching the hair, it feels “straw-like“.
ar: الشعر شدید الجفاف غالبا ما یكون شعر جاف بطبیعته التي أصبحت تتفاقم مشاكله بسبب عدم وجود العلاجات المناسبة وبسبب الاعتداءات المناخیة (الأشعة فوق البنفسجیة والتلوث والریاح والبرد) مما یؤدي إلى نقص مزدوج في الرطوبة والدھون. النتائج: شعر ضعیف للغایة، یفقد مرونته ونعومتة یصبح ھش، مجعد ومتشابك عند لمسه تشعر انه مثل القش. وفرت شركة فيتو باريس مجموعة فيتو إلكسير للمساعدة في • تغذیة ألیاف الشعر مع الزیوت النباتیة والزبدة والشمع. • ترطیب ألیاف الشعر.

# p2_s1_title
source: PHYTOELIXIR
ar: فیتوإلیكسیر

# p2_s1_subTitle
source: Nourishes, regenerates and protects hair fiber. Beautifies, illuminates and reveals hair beauty. Hair regains suppleness and shine.
ar: ما قبل الشامبو زیت التغذیة مكثف ولطیف یغذي، یجدد ویحمي ألیاف الشعر ویكشف عن جمال الشعر. فیستعید لیونتة وتألقه.

# p2_s1_desc
source: NUTRITIVE AND REGENERATING ACTIONS Egg yolk oil (vitamins A & E + minerals): nourishes and fortifies the hair fiber. Corn germ oil: intensely nourishes and deeply regenerates the hair fiber. PROTECTIVE ACTION Karanja oil: antioxidant. Helps protect the hair fiber from external stress factors. MOISTURIZING AND SHINE-ENHANCING ACTIONS Camellia oil (rich in EFAs*): hydrates and imparts shine without weighing hair down. DIRECTIONS FOR USE Apply PHYTOELIXIR SUBTLE OIL on the hair lengths and ends. Gently massage to encourage product absorption. Leave on for 10 minutes or more depending on hair type. Rinse thoroughly, then shampoo. PHYTO RECOMMENDS Use once or twice a week before shampoo. A few drops of elixir mixed with shampoo will optimize the nourishing action of the shampoo. Can be left on throughout the night for intense nourishing and regenerating benefits.
ar: زیت صفار البیض و الفیتامینات (A & E + المعادن): یغذي ویحسن ألیاف الشعر. • زیت بذور الذره: یغذي بشكل مكثف و یجدد ألیاف الشعر بعمق. الإجراءات الوقائیة • مضادات الأكسدة: زیت الكارانجا یساعد على حمایة ألیاف الشعر من عوامل الإجھاد الخارجیة. إجراءات الترطیب والتألق • زیت كامیلیا غني بالأحماض الدھنیة الأساسیة: یرطب ویضفي تألق دون اضعاف الشعر. • ٪98 مكونات نباتیة طبیعیة ارشادات الإستعمال: أضف فیتوإلیكسیر زیت علـي أطوال ونھایات الشعر یدلك بلطف لتشجیع امتصاص المنتج. یترك لمدة 10 دقائق أو أكثر اعتمادا على نوع الشعر. یشطف جیدا، ثم یغسل بالشامبو. یستخدم مرة أو مرتین في الأسبوع قبل الشامبو. خلط بضع قطرات مع الشامبو تحسن من القدرة المغذیة للشامبو. یمكن أن تترك على مدار اللیل لتغذیة مكثفة وتجدید الفائدة منه.

# p2_s2_title
source: PHYTOELIXIR
ar: فیتوإلیكسیر

# p2_s2_subTitle
source: Gently cleanses the scalp. Immediate and for several days lipid-replenished hair.
ar: كریم العنایة بالنظافة منظف فوري لفروة الرأس. ینظف الشعر من الدھون بلطف لعدة أیام.

# p2_s2_desc
source: IMMEDIATE LIPID-REPLENISHING ACTION Narcissus wax: penetrates into the hair fiber to nourish and bring immediate softness to hair. LIPID-REPLENISHING AND PROTECTIVE ACTIONS FOR SEVERAL DAYS Macadamia oil chronospheres: oil is progressively released over time to intensively lipid-replenish the hair and to protect it over several days. DIRECTIONS FOR USE Express care: Apply PHYTOELIXIR CLEANSING CREAM CARE on very wet hair. Gently massage the lengths and scalp. Emulsify and leave on 2 to 3 minutes. Rinse thoroughly. Intense care: Apply few drops of PHYTOELIXIR CLEANSING CREAM CARE line by line on a dry scalp. Gently massage the scalp, and extend the product to the lengths. Leave on for 2 to 5 minutes. Add some water to emulsify the cream and spread it all over. Rinse thoroughly. PHYTO RECOMMENDS Use on ultra-dry hair alternating with PHYTOELIXIR SHAMPOO.
ar: الخطوات الفوریة لتعویض الدھون • شمع النرجس: تخترق ألیاف الشعر لتغذیتة وتحقیق لیونة فوریة للشعر. تعویض الدھون وإجراءات الحمایة لعدة أیام • زیت المكادمیا المغلف یقوم بالتعویض الفوري للدھون المفقوده ، یجدد الشعر ویوفر له الحمایه على مدى عدة أیام. إجراءات النظافة مصنع من منظفات طبیعیة رغویة وقویة. خالي من السلفات ارشادات الإستعمال: یوضع شامبو فیتوإلیكسیر على الشعر الرطب. یدلك بلطف ثم یشطف جیدا. یوصى باستخدامه على الشعر الجاف جدا مرة واحدة إلى مرتین في الأسبوع بالتناوب مع فیتوإلیكسیر كریم بدیل الشامبو

# p2_s3_title
source: PHYTOELIXIR
ar: فیتوإلیكسیر

# p2_s3_subTitle
source: Lipid-replenishment and immediate and long-lasting protection for several days. Suppleness and radiance.
ar: شامبو العنایة و التغذیة المكثفة تغذیه وحمایة فوریة وطویلة الأمد لعدة أیام وتعویض للدھون . لشعر أكثرلیونة وإشراق.

# p2_s3_desc
source: IMMEDIATE LIPID-REPLENISHING ACTIONS Narcissus wax: penetrates into the hair fiber to nourish and bring immediate softness to hair. LIPID-REPLENISHING AND PROTECTIVE ACTIONS FOR SEVERAL DAYS Macadamia oil chronospheres: oil is progressively released over time to intensively lipid-replenish the hair and to protect it over several days. CLEANSING ACTION Saponaria extraction: plant with natural washing power. DIRECTIONS FOR USE Apply PHYTOELIXIR SHAMPOO on wet hair. Gently massage. Rinse thoroughly. PHYTO RECOMMENDS Use on ultra-dry hair once to twice per week alternating with PHYTOELIXIR CLEANSING CREAM CARE.
ar: الخطوات الفوریة لتعویض الدھون • شمع النرجس: تخترق ألیاف الشعر لتغذیتة وتحقیق لیونة فوریة للشعر. تعویض الدھون وإجراءات الحمایة لعدة أیام • زیت المكادمیا المغلف يقوم بالتعویض الفوري للدھون المفقوده ، یجدد الشعر ویوفر له الحمایه على مدى عدة أیام. إجراءات النظافة مصنع من منظفات طبیعیة رغویة وقویة. خالي من السلفات ارشادات الإستعمال: یوضع شامبو فیتوإلیكسیر على الشعر الرطب. یدلك بلطف ثم یشطف جیدا. یوصى باستخدامه على الشعر الجاف جدا مرة واحدة إلى مرتین في الأسبوع بالتناوب مع فیتوإلیكسیر كریم بدیل الشامبو

# p2_s4_title
source: PHYTOELIXIR
ar: فیتوإلیكسیر

# p2_s4_subTitle
source: Lipid-replenishment and immediate and long-lasting protection for several days. Transformed hair, unrivalled softness and shine.
ar: ماسك الشعر ماسك التغذیة المكثفة تغذیه وحمایة فوریة وطویلة الأمد لعدة أیام وتعویض للدھون . لشعر أكثر لیونة وإشراق.

# p2_s4_desc
source: IMMEDIATE LIPID-REPLENISHING ACTION Narcissus wax: penetrates into the hair fiber to nourish and bring immediate softness to hair. LIPID-REPLENISHING AND PROTECTIVE ACTIONS FOR SEVERAL DAYS Macadamia oil chronospheres: oil is progressively released over time to intensively lipid-replenish the hair and to protect it over several days. DIRECTIONS FOR USE After the shampoo, on towel-dried hair, apply a quarter-size amount of PHYTOELIXIR MASK on lengths and ends. Leave on for 5 to 10 minutes according to hair porosity and thickness. Smooth with a comb. Rinse thoroughly. PHYTO RECOMMENDS Use on utra-dry hair once per week.
ar: الخطوات الفوریة لتعویض الدھون • شمع النرجس: تخترق ألیاف الشعر لتغذیتة ویحقق نعومه فوریة للشعر. تعویض الدھون وإجراءات الحمایة لعدة أیام • زیت المكادمیا المغلف یقوم بالتعویض الفوري للدھون المفقوده، یجدد الشعر ویوفر له الحمایه على مدى عدة أیام. ارشادات الإستعمال: بعد غسل الشعر بالشامبو، یوزع على الشعر المجفف بالمنشفة، يفرد فیتوإلیكسیر ماسك على أطوال و نھایات الشعر. یترك لمدة 5 إلى 10 دقائق وفقا لمسامیة الشعر و سمكه . یمشط الشعر.ثم یشطف جیدا.

# p2_s5_title
source: PHYTO 9
ar: فیتو ٩

# p2_s5_subTitle
source: Hydrates, nourishes and protects the hair fiber on a daily basis. Hair regains softness, suppleness and shine.
ar: كریم تصفیف وتغذیة الشعر كریم الترطیب والتغذیة الیومي بالنباتات التسع فیتو 9 كریم مرطب یومي، یغذي ویحمي ألیاف الشعر. فیصبح أكثر نعومة.

# p2_s5_desc
source: HYDRATING AND REGENERATING ACTIONS Calendula, sage, burdock, willow, soybean, rosemary, mucilage: hydrate the hair fiber, protect and help regenerate the cuticle. NOURISHING ACTION Macadamia and St John’s wort oils: nourish and smooth down the cuticle. DIRECTIONS FOR USE Apply to dry or thoroughly towel-dried hair. Spread a small amount of PHYTO 9 over palms of hands and use the fingers as a detangling comb throughout the entire head of hair. DO NOT RINSE. PHYTO RECOMMENDS Use daily on ultra-dry hair.
ar: إجراءات الترطیب وإعادة التنشیط الأرقطیون، الصفصاف، فول الصویا، روزماري، موسیلاج،مكاداميا: توفر ترطیب ألیاف الشعر، حمایة ومساعدة لتجدید الشعر. عملیة التغذیة زیوت المكادیمیا وزیت سانت جون: تغذیة ونعومة الشعر. ارشادات الإستعمال: یجب أن یكون الشعر جافاً یتم نشر كمیة صغیرة من فیتو 9 على كف الید وبإستخدام الأصابع كمشط لفك تشابك الشعر في جمیع أنحاء الرأس. یترك بدون شطف یوصى بإستخدامه یومیاً على الشعر الجاف

# p3_title
source: WEAKENED & BRITTLE HAIR
ar: الشعر التالف

# p3_desc
source: Damaged & brittle hair is generally dry hair which had mechanical (blow-drying, hair straightening…) or chemical (hair color treatments, perms…) damages. The cuticle scales are damaged layer after layer, the water is not kept anymore and inside of hair fiber, the chains composing keratin are breaking down and loose some of their components such as amino acids. Results: The hair is dull and loses softness. Hard to untangle, it easily tangle and break. Split ends appear.
ar: الشعر التالف والھش ھو الشعر الجاف عموما بسبب الإستخدامات اليومية الضارة (مجفف الشعر، فرد الشعر ...) أو الكیمیائیة (صبغات الشعر،فرد الشعر ...) لذلك فروة الرأس تتأذي طبقة بعد طبقة، و لا یتم الاحتفاظ بالماء داخل ألیاف الشعر، وتفقد بعض مكوناتھا مثل الأحماض الأمینیة. النتائج: الشعر باھت ویفقد لیونته. من الصعب فكه، فإنه یتشابك بسھولة ویتكسر.وتتقصف نهايات الشعر. الحل من فيتو باريس من أجل إصلاح الشعرالتالف الھش من أعماقه واستعادة مرونتة وتألقه، فیتو تقدم منتجات : •إصلاح ألیاف الشعر من أعماقه بفضل الكریاتین النباتي. • ترطیب ألیاف الشعر مع حمض الھیالورونیك.

# p3_s1_title
source: PHYTOKÉRATINE
ar: فیتوكیراتین

# p3_s1_subTitle
source: Helps fill in and repair the internal structure of damaged, brittle hair. Hair becomes more resistant, supple and shiny.
ar: فيتوكيراتين شامبو شامبو الأصلاح للشعر التالف

# p3_s1_desc
source: IN-DEPTH REPAIR AND HYDRATING ACTIONS Biomimetic botanical keratin: deeply repairs the fiber. Hyaluronic acid: retains moisture deep inside the hair fiber to keep hair optimally hydrated. COATING AND PROTECTING ACTIONS Encapsulated rice ceramides: smooth down the cuticle. Pomegranate extract: anti-free radical. SOFTENING ACTION Wild pansy extraction: softens, hydrates and adds suppleness and silky softness to hair. DIRECTIONS FOR USE Apply PHYTOKÉRATINE SHAMPOO to wet hair. Massage gently. Rinse thoroughly. PHYTO RECOMMENDS Use twice a week on weakened and brittle hair.
ar: خطوات المعالجة والترطیب العمیق الكیراتین النباتي: معالجة مكونات الشعر+معالجة عمیقة للألیاف. حمض الھیالورونیك: یحفظ الرطوبة داخل ألیاف الشعر للحفاظ الأمثل على الشعر رطب. خطوات الحمایة سیرامید الأرز المغلفة: تنعم أسفل البشرة. مستخرج الرمان: معالجة الجذور. خطوات التنعیم یخفف، یھدئ ، و یضیف نعومة حریریه على الشعر. خالي من السلفات ارشادات الإستعمال: یوضع الشامبو على الشعر الرطب. یدلك بلطف. یشطف جیدا. یوصى بالإستخدام على الشعرالتالف والھش

# p3_s2_title
source: PHYTOKÉRATINE
ar: فیتوكیراتین

# p3_s2_subTitle
source: Helps repair and hydrate damaged lengths and ends deep down and eases detangling. Restores substance, strength and shine to brittle hair. Hair feels more resistant, supple and silky soft.
ar: فيتو كيراتين ماسك حمام كريم بعد الشامبو لتنعيم الشعر

# p3_s2_desc
source: IN-DEPTH REPAIR AND HYDRATING ACTIONS Biomimetic botanical keratin: deeply repairs the fiber. Duo of hyaluronic acids (free and bound): retains moisture deep inside the hair fiber to keep hair optimally hydrated and replumps it on the surface. SMOOTHING ACTION Encapsulated rice ceramides: smooth down the cuticle and deeply fill in the micro-lesions of the hair fiber. SOFTENING ACTION Wild pansy extraction: softens and moisturizes the hair. DIRECTIONS FOR USE After shampoo, on towel-dried hair apply a walnut-sized amount of PHYTOKÉRATINE MASK through lengths and ends. Leave on for 3 to 5 minutes on fine-textured hair and 10 minutes on thick hair. Smooth with a comb. Rinse thoroughly. PHYTO RECOMMENDS Use once a week on weakened and brittle hair.
ar: معالجة عمیقة وترطیب للعقد • الكیراتین النباتي: معالجة عمیقة للألیاف. • حمض الھیالورونیك: یحفظ الرطوبة داخل ألیاف الشعر للحفاظ الأمثل على الشعر رطب. خطوات التنعیم • سیرامید الأرز المغلفة : تنعم البشره و تملأ الألیاف الدقیقة لخصلات الشعر. إجراءات التحضیر • یخفف و یرطب الشعر. ارشادات الإستعمال : بعد الشامبو، على الشعر المجفف بمنشفة توضع كمیة بحجم الجوز من ماسك فیتوكیراتین على طول ونھایات الشعر. تترك لمدة 3 إلى 5 دقائق على الشعر الخفیف و 10 دقائق على الشعر الكثیف. یمشط. ثم یشطف جیدا. یوصى بإستخدامه مرة واحدة في الإسبوع

# p3_s3_title
source: PHYTOKÉRATINE
ar: فیتوكیراتین

# p3_s3_subTitle
source: Effectively repairs the internal substance of damaged hair. Help protect hair from heat and breakage during blow-drying. Hair is more resistant, silky soft, easier to style and control.
ar: سبراي الشعر حماية من الحرارة إصلاح فعال للمكونات الداخلیة للشعر التالف ومساعدة في حمایة الشعر من الحرارة والتكسر أثناء استعمال المجفف. فیصبح أكثر مقاومة، حریري الملمس، سھل التحكم.

# p3_s3_desc
source: IN-DEPTH REPAIR AND HYDRATING ACTIONS Biomimetic botanical keratin: deeply repairs the fiber. Hyaluronic acid: retains moisture deep inside the hair fiber to keep hair optimally hydrated. PROTECTING AND SMOOTHING ACTIONS Yun zhi extract: natural heat-regulating agent that boosts the repairing effectiveness of the formula by sealing the plant keratin deep-down under the effect of heat. Encapsulated rice ceramides: smooth down the cuticle and deeply fill in the micro-lesions of the hair fiber. SOFTENING ACTION Wild pansy extraction: imparts silky softness to hair. DIRECTIONS FOR USE Use PHYTOKÉRATINE SPRAY after shampoo, spraying onto damp lengths and ends, and comb through. Then style, blow-dry or smooth as usual. LEAVE-IN. PHYTO RECOMMENDS Use on weakened and brittle hair every time you blow-dry or smooth it. Can also be used on dry hair to ease styling. When using a straightening iron, carefully pre-dry hair.
ar: خطوات المعالجة والترطیب العمیق • الكیراتین النباتي: معالجة عمیقة للألیاف. • حمض الھیالورونیك : یحفظ الرطوبة داخل ألیاف الشعر للحفاظ الأمثل على الشعر رطب. • خطوات التنعیم والحمایة • عامل تنظیم الحرارة الطبیعیة التي تعزز فعالیة إصلاح مكونات الشعرعن طریق الحمایه المحكمه من الكریاتین للشعر من التأثیر الحراري • سیرامید الأرز المغلفة: تنعم البشره وتملأ الألیاف الدقیقة لخصلات الشعر. خطوات تحضيرية • مستخلص نباتات برية : یضفي نعومة حریریة على الشعر. • زیت باباسو وزبد مورو-مورو : تغذیة دھنیة تضفي نعومة و تألق للشعر. إرشادات الإستعمال: استخدم سبراي فیتوكیراتین بعد الشامبو یرش على الشعر حتى الأطراف ثم یستخدم مجفف الشعر.

# p4_title
source: ULTRA-DAMAGED, BRITTLE & DRY HAIR
ar: الشعر شدید التلف وشدید التقصف

# p4_desc
source: ULTRA-DAMAGED & BRITTLE HAIR is generally ultra-dry hair which has undergone mechanical (blow-drying, hair straightening…) or chemical (hair color treatments, perms…) damages. The cuticle scales previously altered end up to disappear such as the intercellular cement that sticks them together. Keratin is exposed and its chains of protein are breaking and massively loose amino acids; water and lipids are slipping out. Results: The hair has very rough touch, they are fluffy and dull. It loses elasticity and resistance. Very hard to brush, it tangles and breaks. The split ends become permanent.
ar: الشعرالتالف الضعیف والمتقصف ھو الشعر الجاف عموما بسبب الإستخدامات الضارة بالشعر (مجفف الشعر، فرد الشعر ...) أو الكیمیائیة (صبغات الشعر،فرد الشعر ...) مما ینتج عنه ان خصائص الشعر التي تجعله متماسكاً تتلاشى والأحماض الأمینیة والمكونات البروتینیه لكریاتین الشعر تتكسر فیفقد مخزونه من المیاه والمواد الدھنیة. النتائج: شعر متشابك من الصعب تصفیفه، حیث أنه یتتشابك بسھولة ویتكسر. تظھر نھایات الشعر متقصفة. الحل من فيتو باريس من أجل إصلاح الشعر شدید التلف وشدید التقصف في أعماقه واستعادة مرونتة وتألقه، فیتو تقدم منتجات : • الإصلاح االعمیق لألیاف الشعر بفضل الكیراتین النباتي المماثل للكریاتین الطبیعي للشعر • تغذیة الألیاف بالمكونات الدھنیه الطبیعیه

# p4_s1_title
source: PHYTOKÉRATINE Extrême
ar: فیتوكیراتین اكستریم

# p4_s1_subTitle
source: Gently cleanses the scalp. Repair, regenerated hair. Suppleness and shine.
ar: كريم العناية بنظافة الشعر ينظف بلطف فروة الرأس يصلح ويجدد الشعر ويعيد له تألقه ولمعانه

# p4_s1_desc
source: EXTREME REPAIR ACTION: [HAIR’S SUBSTANCE REPAIR + LIPID REPAIR] Biomimetic botanical keratin: deeply repairs the fiber. Baobab and buriti oils: intensely nourish. CLEANSING ACTION Saponaria extraction: plant with natural washing power. DIRECTIONS FOR USE Express care: Apply PHYTOKÉRATINE Extrême CLEANSING CREAM CARE on very wet hair. Gently massage the lengths and scalp. Emulsify and leave on 2 to 3 minutes. Rinse thoroughly. Intense care: Apply few drops of PHYTOKÉRATINE Extrême CLEANSING CREAM CARE line by line on a dry scalp. Gently massage the scalp, and extend the product to the lengths. Leave on for 2 to 5 minutes. Add some water to emulsify the cream and spread it all over. Rinse thoroughly. PHYTO RECOMMENDS Use on ultra-damaged, brittle and dry hair alternating with PHYTOKÉRATINE Extrême SHAMPOO.
ar: خطوات المعالجة الفائقة: الكریاتین النباتي یعمل علي [معالجة مكونات الشعر+ معالجة الدھون] مكونات الكیراتین النباتیة والزیوت البروتینية : تقوم بإصلاحات عمیقة للألیاف. وتغذي بشكل مكثف. إجراءات النظافة مستخرجات السابوناریا : قوة تنظیف طبیعیة. خالي من السلفات إرشادات الإستعمال: • العنایة السریعة: یوضع فیتوكیراتین إكستریم على الشعر المبلل. یدلك الشعر و فروة الرأس بلطف. یترك على الشعر من 2 إلى 3 دقائق. یشطف جیدا. • العنایة المركزة: توضع بضع قطرات من كریم فیتوكیراتین إكستریم على فروة الرأس الجافة. تدلك بلطف و یوزع المنتج إلى طول الشعر. یترك لمدة 2 إلى 5 دقائق. تضاف بعض قطرات من الماء ليندمج الكریم و یوزع على لشعر كله. یشطف جیدا یوصى بالإستخدام على الشعر شدید التلف شدید التقصف بالتناوب مع شامبو فیتوكراتین إكستریم.

# p4_s2_title
source: PHYTOKÉRATINE Extrême
ar: فیتوكیراتین اكستریم

# p4_s2_subTitle
source: Extremely repairs and nourishes the hair. Gently washed, the hair become more supple, soft and shiny.
ar: شامبو العنایة شامبو الفائقة معالجة وتغذیة فائقة للشعر، ینظف بلطف فیصبح الشعر أكثر بریقاً.
