Repository: Nichepharma/IOS-PhytoSolutions
Catalog: PHYTO/Localizable/*.lproj/Localizable.strings
Languages: ar

# p4_s2_desc
source: EXTREME REPAIR ACTION: [HAIR’S SUBSTANCE REPAIR + LIPID REPAIR] Biomimetic botanical keratin: deeply repairs the fiber. Baobab and buriti oils: intensely nourish. HYDRATING AND REINFORCING ACTIONS Peony extraction: hydrates and reinforces the hair. DIRECTIONS FOR USE Apply PHYTOKÉRATINE Extrême EXCEPTIONAL SHAMPOO on wet hair. Gently massage. Rinse thoroughly. PHYTO RECOMMENDS Use twice a week on ultra-damaged, brittle and dry hair alternating with PHYTOKÉRATINE Extrême CLEANSING CREAM CARE.
ar: خطوات الإصلاح الفائقة : الكریاتین النباتي یعمل على [إصلاح مكونات الشعر+ إصلاح الدھون] مكونات الكیراتین النباتیة والزیوت البروتینبة : تقوم بإصلاحات عمیقة للألیاف. وتغذي بشكل مكثف إجراءات النظافة مستخلص السابوناریا : قوة تنظیف طبیعیة. خطوات الترطیب والتقویة مستخلص الفوانیا: یرطب ویقوي الشعر خالي من السلفات ارشادات الإستعمال: مرتین في الأسبوع، یوضع شامبو فیتوكیراتین إكستریم الممیز على الشعر الرطب. یدلك بلطف. ویشطف جیدا

# p4_s3_title
source: PHYTOKÉRATINE Extrême
ar: فیتوكیراتین اكستریم

# p4_s3_subTitle
source: Extremely repairs and nourishes the hair. Gently washed, the hair become more supple, soft and shiny.
ar: ماسك العنایة ماسك ممیز یغذي الشعر بعمق ویعید بریقه ونعومته

# p4_s3_desc
source: Biomimetic botanical keratin: deeply repairs the fiber. Sapote butter and baobab oil: intensely nourish. HYDRATING AND REINFORCING ACTIONS Peony extraction: hydrates and reinforces the hair. DIRECTIONS FOR USE After the shampoo, on towel-dried hair, apply a dab of PHYTOKÉRATINE Extrême EXCEPTIONAL MASK on ends and lengths. Leave it on for 2 to 3 minutes for fine hair, and 5 to 10 minutes for thick hair. Smooth with a comb. Rinse thoroughly. PHYTO RECOMMENDS Use once a week on ultra-damaged, brittle and dry hair.
ar: خطوات المعالجة الفائقة: [معالجة مكونات الشعر+ معالجة الدھون] • الكیراتین النباتي: معالجة عمیقة للألیاف. • زبدة سابوت و زیت الباوباب : تغذي بشكل مكثف. خطوات الترطیب والتقویة • مستخلص الفوانیا : یرطب ویقوي الشعر. ارشادات الإستعمال: بعد غسل الشعر بالشامبو وتجفیفه بالمنشفة، يفرد فیتوكیراتین اكستریم ماسك الممیزعلى الشعر حتى الأطراف لمده من 2 الى 5 دقائق للشعر الخفیف ومن 5 الى 10 دقائق للشعر الكثیف، یمشط الشعر ثم یشطف جیداً. یوصى بالإستخدام على الشعر شدید التلف و شدید التقصف مرة – مرتین في الأسبوع

# p4_s4_title
source: PHYTOKÉRATINE Extrême
ar: فیتوكیراتین اكستریم

# p4_s4_subTitle
source: Extremely repairs and nourishes the hair. Facilitates styling & protects up to 220°C. Hair become more supple, soft and shiny.
ar: كریم الشعر كریم حراري معالجة وتغذیة قویة للشعر. یسھل التصفیف ویحمي حتى 220 درجة مئویة. فیستعید الشعر نضارته و بریقه و لمعانه.

# p4_s4_desc
source: EXTREME REPAIR ACTION: [HAIR’S SUBSTANCE REPAIR + LIPID REPAIR] Biomimetic botanical keratin: deeply repairs the fiber. Sapote butter and baobab oil: intensely nourish. SMOOTHING, ENHANCING AND PROTECTIVE ACTIONS Jicama tuber extract: smooths, tames and enhances the hair fiber. Black grape procyanidins: thermo-protective up to 220o C. HYDRATING ACTION Peony extraction: hydrates and reinforces the hair. DIRECTIONS FOR USE Apply a small amount of PHYTOKÉRATINE Extrême EXCEPTIONAL CREAM on lengths and ends. Comb and then proceed with your the usual styling, blow-drying or smoothing. LEAVE IN. PHYTO RECOMMENDS Use daily on ultra-damaged, brittle and dry hair before each blow-dry or smoothing. Can be used also on dry hair to facilitate hairstyling.
ar: خطوات المعالجة الفائقة : [معالجة مكونات الشعر+ معالجة الدھون] • الكیراتین النباتي : معالجة عمیقة للألیاف. • زبدة السبوته و زیت الباوباب: تغذي بشكل مكثف. خطوات التقویه والتدعيم والإجراءات الوقائية فیتوكیراتین اكستریم كریم الشعر معالجة و تغذیة قویة للشعر. یسھل التصفیف و یحمي حتى 220 درجة • مستخلص الجیكاما : ینعم ویقوي ألیاف الشعر. • العنب الأسود : حمایة الشعر من حرارة تصل إلى 220 درجة مئویة. خطوات الترطیب مستخلص الفوانیا : یرطب ویقوي الشعر إرشادات الإستعمال: یوضع القلیل من كریم فیتوكراتین إكستریم على الشعر حتى الأطراف وتمارس جمیع الأنشطه العادیه من تمشیط او تصفیف الشعر یوصى بالإستخدام الیومي على الشعر شدید التلف و شدید التقصف عند التصفیف

# p5_title
source: COLOR-TREATED & HIGHLIGHTED HAIR
ar: الشعر المصبوغ

# p5_desc
source: Color treatments are hair-embellishing techniques that are now well-mastered but which can still leave more or less damaged hair. COLOR-TREATED & HIGHLIGHTED hair suffer, during color treatment process a hair-lightening step (partial oxidation of melanin). This oxidation can weaken the hair, as it damages the cystine bridges. Color treatment products have an alkaline pH and, despite careful neutralization, some alkalinity may persist in the hair. The scales stay open, leading to loss of water even lipids and poor adherence of pigments. Results: The hair is getting more vulnerable against external agressions and more porous. Wash after wash, hair color begins to fade away, the hair becomes dull and lose its shine.
ar: عملیة صباغة الشعر ھي تقنیات تجمیل الشعر وعلى الرغم انھا على درجة عالیة من الإتقان ولكنھا لاتزال تترك آثار للتلف على الشعر. یعاني الشعر المصبوغ والشعر الذي تم تفتیحه (عملیة أكسدة جزئیة من المیلانین)، ھذه الأكسدة یمكن أن تضعف الشعر. وایضاً استخدام منتجات معالجة الألوان لدیھا درجة تأثیر قلویة، وعلى الرغم من الإختیار و التحدید الدقیق ، قد تستمر بعض القلویة في الشعر لفترة. مما یؤدي إلى فقدان الشعر للماء و الدھون. النتائج: یصبح الشعر أكثر عرضه للضرر من المؤثرات الخارجیة. غسلة بعد الأخرى ویفقد الشعر لونه ویصبح باھت ویفقد بریقه. الحل من فيتو باريس من أجل الحفاظ على قوة و شدة لون الشعر مع حمایة ألیافه. تقدم فیتو منتجات للمساعدة: • تساعد الشعر للإحتفاظ بلونه وثباته. • حمایة الشعر من فقدان لونه والإحتفاظ به لفترة أطول. • المحافظه على الیاف الشعر عن طریق تغذیتة ومعالجته.

# p5_s1_title
source: PHYTOMILLESIME
ar: فیتومیلسیم

# p5_s1_subTitle
source: Anti-color stripping action. Fixes, protects and prolongs color. Lightweight feel.
ar: ماقبل الشامبو تثبيت لون الصبغة للعنایة بالشعر المصبوغ یحمي و یثبت و یطیل مدة الصبغة و یمنحھا بریقاً

# p5_s1_desc
source: ANTI-COLOR STRIPPING ACTION Color Locker Complex: fixes pigments at the heart of hair fiber. ANTI-FADING ACTION Red Love® Apple extract: protects the hair fiber and preserves hair color. CARE ACTION Apple blossoms and fruits extraction: closes hair scales to boost shine. Hibiscus extraction: hydrates hair fiber and gives softness to the hair. DIRECTION FOR USE Apply PHYTOMILLESIME COLOR LOCKER to dry hair, from roots to tips, section by section. Leave on for 1 to 2 minutes, then wash hair with a PHYTOMILLESIME cleansing care. PHYTO RECOMMENDS Use on color-treated, highlighted hair before each cleansing.
ar: خطوات الحمایة من الألوان المضادة • احكام الصبغة : تثبیت الصبغة داخل ألیاف الشعر. الحمایة من البھتان • مستخلص التفاح الأحمر: یحمي ألیاف الشعر ویحافظ على لونه. • مستخلص أزھار و فاكھة التفاح : یسد مسام الشعر لیصبح براقاً. • مستخلص الكركدیه : یرطب ألیاف الشعر و یعطیه نعومة. إرشادات الإستعمال: یوضع فیتومیلسیم على الشعر الجاف، من الجذور الى الأطراف على أقسام الشعر المختلفة. و یترك لمدة 1-2 دقیقه، ثم یغسل الشعر باستخدام فیتومیلسیم المنظف. یوصى بإستخدامه على الشعر المصبوغ في كل غسلة للشعر

# p5_s2_title
source: PHYTOMILLESIME
ar: فیتومیلسیم

# p5_s2_subTitle
source: Anti-fading action. Gently cleanses. Protects and prolongs color. Shine and softness .
ar: كریم العنایة بالنظافة یحفظ للشعرالمصبوغ تألقه وبریقه ویطیل مدة الإحتفاظ بالصبغة.

# p5_s2_desc
source: CLEANSING ACTION Saponaria extraction: plant with natural washing power. CARE ACTION Edelweiss extracts: anti-oxidants, they help to soften and soothe. DIRECTION FOR USE Express care: Apply PHYTOMILLESIME CLEANSING CARE CREAM on very wet hair, extending to the ends. Gently massage the scalp. Emulsify and leave on 2 to 3 minutes. Rinse thoroughly. Intense care: Apply few drops of PHYTOMILLESIME CLEANSING CREAM CARE line by line on a dry scalp. Gently massage the scalp, and extend the product to the lengths. Leave on for 2 to 5 minutes. Add some water to emulsify the cream and spread it all over. Rinse thoroughly. PHYTO RECOMMENDS Use on color-treated & highlighted hair, alternatively with PHYTOMILLESIME SHAMPOO.
ar: إجراءات التنظیف • مستخرج السابوناریا : یوفر قوة غسیل طبیعیة. الحمایة من البھتان • مستخلص التفاح الأحمر: یحمي ألیاف الشعر ویحافظ على لونه. خطوات العنایة • مستخلص الإدلویس : مضادة للأكسدة، تساعد على تلیین وتھدئة الشعر. مكونات غیر رغویة ارشادات الإستعمال : • العنایة السریعة: یوضع كریم فیتومیلسیم على الشعر المبلل جیدا حتى الأطراف. تدلك فروة الرأس بلطف یترك على الشعر من 2 إلى 3 دقائق. یشطف جیدا. • العنایة المركزة: توضع بضع قطرات من كریم فیتومیلسیم على فروة الرأس الجافة. تدلك بلطف، وتمتد المنتج إلى اطراف الشعر. یترك لمدة 2 إلى 5 دقائق. إضافة بعض الماء لتوزیع الكریم على كل الشعر. یشطف جیدا. • یوصى بإستخدامه على الشعر المصبوغ بالتبادل مع شامبو فیتومیلسیم

# p5_s3_title
source: PHYTOMILLESIME
ar: فیتومیلسیم

# p5_s3_subTitle
source: Anti-fading action. Protects and prolongs hair color. Shine and softness.
ar: شامبو العنایة و تعزیز اللون یحفظ للشعرالمصبوغ تألقه و بریقه و یطیل مدة الإحتفاظ بالصبغة.

# p5_s3_desc
source: ANTI-FADING ACTION Red Love® Apple extract: protects the hair fiber and preserve hair color. CARE ACTION Apple tree blossoms and fruit extraction: closes hair scales to boost shine. Hibiscus flowers extraction: hydrate hair fiber and give softness to hair. Edelweiss extracts: anti-oxidants, they help to soften and soothe. DIRECTION FOR USE Apply PHYTOMILLESIME SHAMPOO on wet hair. Gently massage. Rinse. Repeat and leave on for 2 minutes to enhance its care action. Rinse well. PHYTO RECOMMENDS Use on color-treated or highlighted hair, alternatively with PHYTOMILLESIME CLEANSING CARE CREAM.
ar: الحمایة من البھتان • مستخلص التفاح الأحمر: یحمي ألیاف الشعر ویحافظ على لونه. خطوات العنایة مستخلص أزھار و فاكھة التفاح: یسد مسام الشعرلیصبح براقاً. • مستخلص الكركدیه : یرطب ألیاف الشعر و یعطیه نعومة. • مستخلص الإدلویس: مضادة للأكسدة، تساعد على تلیین و تھدئة الشعر. خالي من السلفات ارشادات الإستعمال: یوضع شامبو فیتومیلسیم على الشعر الرطب. یدلك بلطف. ثم یشطف. تكرر العملیة ویترك لمدة دقیقتین لتحقیق أقصى إستفادة. یغسل جیدا بالماء. یوصى بإستخدامه على الشعر المصبوغ بالتبادل مع كریم فیتومیلسیم

# p5_s4_title
source: PHYTOMILLESIME
ar: فیتومیلسیم

# p5_s4_subTitle
source: Repairs and nourishes. Protects and prolongs hair color. Easy-to style hair. Vibrant and radiant color.
ar: ماسك العنایة ماسك تعزیز اللون یغذي ویعالج الشعر ویحمي لونه فیكون شعر براق فائق الحیویة.

# p5_s4_desc
source: NOURISHING ACTION Argan butter: nourishes and deeply repairs the hair fiber. ANTI-FADING ACTION Red Love® Apple extract: protects the hair fiber and preserve hair color. CARE ACTION Apple tree blossoms and fruit extraction: closes hair scales to boost shine. Hibiscus flowers extraction: hydrate the hair fiber and give softness to hair. DIRECTION FOR USE On fine hair: Use after shampoo. Apply a dab of product to damp or towel-dried hair from lengths to ends. Leave on for 2 to 3 minutes. Detangle. Rinse thoroughly. On thick hair: Use after shampoo . Apply 2 dabs of product to damp or towel-dried hair from lengths to ends. Leave on for 5 to 10 minutes, or longer if needed. Detangle. Rinse thoroughly. PHYTO RECOMMENDS Use once a week on color-trated, highlighted hair.
ar: خطوات التغذیة • زبدة أرغان : تغذیة ومعالجة عمیقة لأیاف الشعر. الحمایة من البھتان • مستخلص التفاح الأحمر: یحمي ألیاف الشعر و یحافظ على لونه. خطوات العنایة • مستخلص أزھار و فاكھة التفاح : یسد مسام الشعر لیصبح براقاً. • مستخلص الكركدیه : یرطب ألیاف الشعر ویعطیه نعومة. ارشادات الإستعمال: • الشعر الناعم: یستخدم بعد الشامبو. يفرد على الشعر المجفف بالمنشفة حتى نھایة أطرافه. یترك لمدة 2 إلى 3 دقائق. ویشطف جیدا. • الشعر الكثیف: یستخدم بعد الشامبو. يفرد على الشعر المجفف بالمنشفة حتى نھایة أطرافه یترك لمدة 5 إلى 10 دقائق، أو أطول إذا لزم الأمر. ویشطف جیدا. یوصى بإستخدامه مره في الأسبوع على الشعر المصبوغ

# p5_s5_title
source: PHYTOMILLESIME
ar: فیتومیلسیم

# p5_s5_subTitle
source: Protected, hydrated, tamed, hair is resplendently beautiful boasting a color that is shimmering with radiance and more vibrant than ever.
ar: سبراي الشعر مجدد الشعر لجمال أكثر للحفاظ على الشعر رطب متألق بلون زاھي متلألئ

# p5_s5_desc
source: ANTI-FADING ACTION Extrait de Pomme Red Love®: protects the hair fiber and preserve hair color. CARE ACTION Apple tree blossoms and fruit extraction: closes hair scales to boost shine. Soft argan butter: restores the hydrolipidic film and brings suppleness & softness to the hair. Carob peptides: deeply restructure the hair. DIRECTIONS FOR USE Spray onto the lengths and ends of clean, towel-dried hair. Comb through and style as usual. May be used on dry hair: spray onto the palm of hands, rub hands together and work into the hair. Do not rinse. PHYTO RECOMMENDS Use on wet or dry hair to facilitate styling everyday and sublimate color-treated, highlighted hair.
ar: لحمایة من البھتان مستخلص الكمثرى : یحمي ألیاف الشعر ویحافظ على لونه. خطوات العنایة • مستخلص أزھارالتفاح وشجر الفاكھه : یسد مسام الشعر لیصبح براقاً. • زبدة الینة: یستعید المظھر الحیوي و یجلب لیونة و نعومة للشعر. • بیبتیدات الخروب : تعید ھیكلة الشعر بعمق. ارشادات الإستعمال: یرش على الشعر المجفف بالمنشفة حتى الأطراف. یمشط ویصفف كالعادة. یمكن أن یستخدم على الشعر الجاف: یرش رذاذ على راحة الیدین، یفرك الیدین معا ویوضع في الشعر. لا یشطف. للاستخدام الیومي على الشعر الرطب أو الجاف لتسھیل تصفیف الشعر بلون زاھي

# p6_title
source: THINNING & DEVITALIZED HAIR
ar: الشعر الخفیف والتالف

# p6_desc
source: A healthy functioning scalp conditions the beauty and vitality of hair. In fact, the scalp is nourished from the microcirculatory system which brings all the necessary elements for a good quality hair fiber production. Over time, the roots are getting weaker and produce thinning and devitalized hair. The hair fiber become fragile.
ar: فروة الرأس الصحیة تعمل بحیویة، یتم تغذیة فروة الرأس من نظام الأوعیة الدقیقة الذي یجمع كل العناصر اللازمة لإنتاج ألیاف الشعر ذات نوعیة جیدة. مع مرور الوقت، تضعف جذور الشعر فینمو شعر خفیف وتالف. الحل من فيتو باريس لتحفیز فروة الرأس واستعادة شباب الشعر، فیتو تقدم منتجاتھا من أجل: إعادة بناء فروة الرأس لخلق بیئة مواتیة لنمو شعركامل الحیویة. دعم وتغطیة ألیاف الشعر لإعادة القوام والتكوین المناسب له

# p6_s1_title
source: PHYTODENSIA
ar: فیتودنسیا

# p6_s1_subTitle
source: Revitalizing and fortifying action. Light, soft and voluptuous hair.
ar: شامبوالعنایة یعمل على تغطیة وحمایة ألیاف الشعر الضعیفة

# p6_s1_desc
source: RESTRUCTURING AND FORTIFYING ACTIONS Vernonia & grape extract: create an environment conducive to help restructure and fortify the hair. PLUMPING AND COATING ACTIONS Hyaluronic acid & acacia collagen: give body and substance to the hair fiber. DETANGLING ACTION Milk thistle extraction: limits water loss and acts as a conditioner. DIRECTIONS FOR USE Apply PHYTODENSIA SHAMPOO to damp hair. Gently massage to a lather, then rinse. Repeat and leave on for 2 minutes to enhance its hair care action. Rinse well. PHYTO RECOMMENDS Use on thinning and devitalized twice a week.
ar: خطوات إعادة البناء والتحصين مستخرج الفيرنونيا والعنب : لخلق بيئة ملأئمة للمساعدة في بناء وتقوية الشعر. مراحل تساقط وتغليف الشعر حمض الهاليورونيك و كولاجين شجرة الاكاسيا: يعطي قوام لألياف الشعر خطوات فك تشابك الشعر مستخلصات شجرة الحليب الشوكية: يحد من فقد الماء ويعمل كمنعم خالي من الكبريت تعليمات الإستخدام يوضع فيتودنسيا شامبو للشعر الرطب. يدلك بلطف حتى يكون رغوة، ثم يشطف. يكرر ويترك لمدة 2 دقيقة لتعزيز العمل والعناية بالشعر. يغسل جيدا بالماء يوصى بإستخدامه للشعر الضعيف والتالف مرتين أسبوعياً

# p6_s2_title
source: PHYTODENSIA
ar: فیتودنسیا

# p6_s2_subTitle
source: Coating action on the hair fiber. Voluptuous hair, full of body.
ar: ماسك العنایة الماسك السائل لتساقط الشعر تغلیف كامل لألیاف الشعر الحساسة

# p6_s2_desc
source: RESTRUCTURING AND FORTIFYING ACTIONS Vernonia & grape extract: create an environment conducive to help restructure and fortify the hair. PLUMPING AND COATING ACTIONS Hyaluronic acid & acacia collagen: give body and substance to the hair fiber. DETANGLING ACTION Milk thistle extraction: limits water loss and acts as a conditioner. DIRECTIONS FOR USE After the shampoo, apply a dab of PHYTODENSIA MASK on towel dried lengths and ends. Leave on for three to five minutes. Comb through, then rinse well. PHYTO RECOMMENDS Use on thinning and devitalized hair after each shampoo.
ar: خطوات إعادة البناء والتحصين مستخرج الفيرنونيا والعنب : لخلق بيئة ملأئمة للمساعدة في بناء وتقوية الشعر. مراحل تساقط وتغليف الشعر حمض الهاليورونيك و كولاجين شجرة الاكاسيا: يعطي قوام لألياف الشعر خطوات فك تشابك الشعر مستخلصات شجرة الحليب الشوكية: يحد من فقد الماء ويعمل كمنعم تعليمات الإستخدام بعد الشامبو، توضع قطرات من فيتودنسيا ماسك على شعر مجفف بمنشفه حتى الأطراف يترك لمدة ثلاث إلى خمس دقائق. يمشط ثم يشطف جيداً يوصى بإستخدامه للشعر الضعيف والتالف بعد كل إستعمال للشامبو

# p6_s3_title
source: PHYTODENSIA
ar: فیتودنسیا

# p6_s3_subTitle
source: Restructuring and fortifying action. Stimulates the scalp, for more resilient hair, full of vitality.
ar: مجدد الشعر مصل لتساقط الشعر یحفز فروة الرأس لنمو المزید من الشعر الملیئ بالمرونة والحیویة.

# p6_s3_desc
source: RESTRUCTURING AND FORTIFYING ACTIONS Vernonia & grape extract: create an environment conducive to help restructure and fortify the hair. PLUMPING AND COATING ACTIONS Hyaluronic acid & acacia collagen: give body and substance to the hair fiber. DIRECTIONS FOR USE After the shampoo, to a dry or damp scalp, apply PHYTODENSIA SERUM in sections. Massage gently. Do not rinse. Style hair as usual. Use up to three times a week. PHYTO RECOMMENDS Use on thinning and devitalized hair three times a week.
ar: خطوات إعادة البناء والتحصين مستخرج الفيرنونيا والعنب : لخلق بيئة ملأئمة للمساعدة في بناء وتقوية الشعر. مراحل تساقط وتغليف الشعر حمض الهاليورونيك و كولاجين شجرة الاكاسيا: يعطي قوام لألياف الشعر تعليمات الإستخدام بعد الشامبو، يوضع على فروة الرأس الجافة أو الرطبة، ويدلك مصل فيتودنسيا بلطف في الشعر. لا يشطف.يصفف الشعر كالمعتاد. يستخدم ما يصل إلى ثلاث مرات في الأسبوع

# p7_strip_title
source: PHYTO offer products that helps anti hair loss.
ar: تقدم فيتو منتجات وقف تساقط الشعر والمساعدة علي الانبات

# p7_title
source: ANTI-HAIR LOSS
ar: مقاومة تساقط الشعر

# p7_desc
source: The normal amount of hair loss is 50 up to 100 hairs per day and most people notice that. Dandruff treatment is needed when hair loss exceeds that normal rate, which can be noticed by the amount of the falling out hair while brushing or in case of noticing recent hair blanks Phyto represents the Anti hair loss and hair Germination collection
ar: من الطبيعي تساقط ٥٠-١٠٠ شعره يوميا و اغلب الناس يلاحظون ذلك ، يجب البدء بعلاج تساقط الشعر اذا لوحظ كميات كبيره من الشعر في الفرشاة او ظهرت فراغات بالرأس لم تكن سابقا تقدم فيتو منتجات وقف تساقط الشعر و المساعده علي الإنبات

# p7_s1_title
source: PHYTOLOGIST
ar: فیتولوجیست

# p7_s1_subTitle
source: Complements and optimizes the PHYTOLOGIST 15 ABSOLUTE ANTI-HAIR LOSS TREATMENT. The hair is coated, fortified, and more beautiful, within the very first applications.
ar: شامبو العنایة شامبو محفز حقیقي معالجه حقیقیة لتساقط الشعر مع انبات الشعر الجدید يغلف و یحمي الشعر و یصبح أكثر جمالاً.

# p7_s1_desc
source: ENERGIZING AND FORTIFYING ACTION Cocoa extract: with powerful antioxidants properties, protects and improves the hair bulb environment. Guarana extract : stimulating active ingredient, it gives strength, vitality and beauty to the hair. Red algae extract : coats the hair fiber for visibly thicker hair. Horsetail decoction : fortify hair. DIRECTIONS FOR USE Apply PHYTOLOGIST 15 SHAMPOOING to damp hair. Gently massage. Rinse abundantly. PHYTO RECOMMENDS Use 2 to 3 times a week in case of hair loss and visible scalp. If hair is washed daily, alternate with a frequent-use shampoo
ar: خطوات التنشیط والتحفیز • مستخلص الكاكاو : مع خصائصه مضادات الأكسدة القویة، یحمي و یحسن بریق الشعر. • مستخلص غوارانا : تحفیز العنصر النشط، فإنه یعطي قوة وحیویة وجمال للشعر. • مستخرج الطحالب الأحمر: یغلف ألیاف الشعر من أجل شعر أكثر كثافة وحیویة. • مستخلص ذیل الحصان: تحصین الشعر. خالي من السلفات إرشادات الإستعمال : یوضع فیتولوجیست 15 شامبو للشعر الرطب. یدلك بلطف.یشطف جیداً.

# p7_s2_title
source: PHYTOLOGIST
ar: فیتولوجیست

# p7_s2_subTitle
source: Hair regains HAIR ABUNDANCE: Hair loss is slowed(1), +5942 new hairs(2), increases hair follicle volume for thicker hair(3).
ar: أمبولات الشعر معالجه حقیقیة لتساقط الشعر مع انبات الشعر الجدید یستعید الشعر كثافته:(1) یقل تساقط الشعر ،(2) +5942 خصلة شعر جدیدة ،(3) یزید من حجم وكثافة بصیلات الشعر

# p7_s2_desc
source: 15 BIOLOGICAL TARGETS INVOLVED IN HAIR LOSS AND HAIR GROWTH Cocoa: improves hair anchoring Indian gentian: activates new hair growth & genesis Baikal skullcap: increases hair follicle volume Botanical stem cells: prolongation of hair life. DIRECTIONS FOR USE After the shampoo, apply line by line on the top of the head and thinned areas. Massage the scalp to optimize the penetration of the treatment. 3 vials per weekend during 3 months. DO NOT RINSE. PHYTO RECOMMENDS Use 3 vials per week during 3 months, in case of hair loss and visible scalp. To optimize the treatment, use the Phytolium (men) shampoo or Phytocyane (women) shampoo). Clinical study on 74 subjects during 3 months. Average value of hair clinically evaluated over 3 months on 48 volunteers that present the best reponse. Average value of 2,222 hairs on 74 subjects. Self-assessment on 80 subjects during 4 months.
ar: تساعد امبولات تساقط فيتولوجيست علي علاج ١٥ مسبب من العوامل البيولوجية المسببة لفقدان الشعر و يساعد ايضا علي انبات شعر جديد • الكاكاو: یحسن ثبات الشعر. • الجنطیان الھندي: ینشط نمو الشعر الجدید. • جینیسیس بیكال: یزید من حجم بصیلات الشعر. • الخلایا الجذعیة النباتیة: تطیل عمر الشعر. إرشادات الإستعمال: بعد الشامبو، يوضع في شكل خطوط على الرأس والمناطق الضعيفة. تدلك فروة الرأس لتحسين تغلغل العلاج. 3 أمبولات في الأسبوع خلال 3 أشهر. لا يتم شطف الشعر.

# p7_s3_title
source: PHYTOCYANE
ar: فیتوسیان

# p7_s3_subTitle
source: Completes and optimizes the action of PHYTOCYANE DENSIFYING TREATMENT SERUM FOR WOMEN. Hair regains density, vitality and shine from the very first applications.
ar: شامبو العنایة العنایة بكثافة الشعر يدعم ويحسن عمل سيروم فيتوسيان للنساء. فيستعيد الشعر حيويته وكثافته وبريقه منذ بداية العلاج

# p7_s3_desc
source: REGENERATING AND PROTECTING ACTION Ginkgo biloba and vitamin B6: help boost cellular metabolism and strengthen hair’s resistance. Grape procyanidins: anti-free radical. Help protect the hair bulb and prevent the appearance of visible signs of aging. FORTIFYING AND HYDRATING ACTION Cinchona bark extraction (40%): helps energize the hair bulb and fortify the scalp. Provitamin B5: hydrating. Imparts suppleness and shine to hair. DIRECTIONS FOR USE Apply PHYTOCYANE SHAMPOO to wet hair. Massage gently. Leave on for 2 minutes. Rinse thoroughly. PHYTO RECOMMENDS Use 2 to 3 times a week for thinning hair conditions in women. If hair is washed daily, alternate with a frequent-use shampoo.
ar: خطوات التجديد والحماية الجينكو بيلوبا وفيتامين B6: مساعدة على تعزيز الأيض الخلوي وتعزيز مقاومة الشعر. مقاومة تلف الجذور: مستخلص بذور العنب ومساعدة في حماية توهج الشعر ومنع ظهور علامات واضحة للشيخوخة. خطوات التحصين والترطيب مشتقات التيروسين: يساعد على تأخير ظهور الشعر الأبيض. بروفيتامين B5 : ترطيب ويضفي ليونة وتألق على الشعر. تعليمات الإستخدام يوضع شامبو فيتوسيان على الشعر الرطب. يدلك بلطف ويترك لمدة دقيقتين. يشطف جيدا. يستخدام 2-3 مرات في الأسبوع و يفضل استخدامه قبل امبولات فيتوسيان لتهيئة فورة الرأس ليحسن من عمل السيروم

# p7_s4_title
source: PHYTOCYANE
ar: فیتوسیان

# p7_s4_subTitle
source: Helps strengthen hair and stimulate new growth. Helps delay the appearance of gray hair. Hair regains density, volume and shine.
ar: أمبولات الشعر تحفیز وتنشیط الشعر الإجھاد، الإرھاق، الحمیة، الحمل یساعد على تعزیز الشعر و تحفیز النمو الجدید. یساعد على تأخیر ظھور الشعر الرمادي. یستعید الشعر الكثافة و الحجم و التألق.
